---
kind: property
id: P:Autodesk.Revit.DB.Visual.Tile.TextureRealWorldScaleY
source: html/3c0c6506-90d2-3047-6716-07039388ae9f.htm
---
# Autodesk.Revit.DB.Visual.Tile.TextureRealWorldScaleY Property

The property labeled "Size Y" from the "Tile" schema.

## Syntax (C#)
```csharp
public static string TextureRealWorldScaleY { get; }
```

## Remarks
This property is of type "AssetPropertyDistance" with a minimum of "0.01".